{
  "DBAR": {
    "fields": {
      "active_generation": {
        "column": {
          "end": 37,
          "start": 33
        },
        "default": 0.0,
        "description": "Active power generation value at the bus, in MW. This field defines the base operating point over which control actions are executed to maintain the programmed active power exchange between areas. Active power exchange errors between areas are distributed among area generators, based on this value and according to each generator's participation."
      },
      "active_load": {
        "column": {
          "end": 63,
          "start": 59
        },
        "default": 0.0,
        "description": "Bus active load value, in MW. In case the load varies with bus voltage magnitude, enter in this field the load value for the voltage specified in the Voltage For Load Definition field."
      },
      "angle": {
        "column": {
          "end": 32,
          "start": 29
        },
        "default": 0.0,
        "description": "Initial phase angle of bus voltage, in degrees."
      },
      "area": {
        "column": {
          "end": 76,
          "start": 74
        },
        "default": 1,
        "description": "Number of the area to which the bus belongs."
      },
      "capacitor_reactor": {
        "column": {
          "end": 73,
          "start": 69
        },
        "default": 0.0,
        "description": "Total reactive power injected at the bus, in MVAr, by capacitor/reactor banks. The value to be filled in this field refers to the reactive power injected at nominal voltage (1.0 p.u.). This value must be positive for capacitors and negative for reactors."
      },
      "controlled_bus": {
        "column": {
          "end": 58,
          "start": 53
        },
        "default": "",
        "description": "For voltage regulated and reference buses, with specified reactive power limits, this field is for the number of the bus whose voltage magnitude will be controlled. The voltage magnitude value to be maintained is obtained from the Voltage field of the record relative to the bus."
      },
      "max_reactive_generation": {
        "column": {
          "end": 52,
          "start": 48
        },
        "default": "",
        "description": "Maximum reactive power generation limit value at the bus, in MVAr."
      },
      "min_reactive_generation": {
        "column": {
          "end": 47,
          "start": 43
        },
        "default": "",
        "description": "Minimum reactive power generation limit value at the bus, in MVAr."
      },
      "name": {
        "column": {
          "end": 22,
          "start": 11
        },
        "default": "",
        "description": "Alphanumeric identification of the bus."
      },
      "number": {
        "column": {
          "end": 5,
          "start": 1
        },
        "default": "",
        "description": "Identification number of AC bus."
      },
      "operation": {
        "column": {
          "end": 6,
          "start": 6
        },
        "default": "A",
        "description": "A or 0 - Bus data addition.\nE or 1 - Elimination of bus data.\nM or 2 - Modification of bus data."
      },
      "reactive_generation": {
        "column": {
          "end": 42,
          "start": 38
        },
        "default": 0.0,
        "description": "Reactive power generation value at the bus, in MVAr. For load bus this value is fixed. For load bus with voltage limit this value is kept constant, while voltage magnitude remains between specified limits. For voltage regulated and reference buses with specified reactive power generation limits, this field can be left blank."
      },
      "reactive_load": {
        "column": {
          "end": 68,
          "start": 64
        },
        "default": 0.0,
        "description": "Bus reactive load value, in MVAr. In case the load varies with bus voltage magnitude, enter in this field the load value for the voltage specified in the Voltage For Load Definition field."
      },
      "state": {
        "column": {
          "end": 7,
          "start": 7
        },
        "default": "L",
        "description": "L - Bus in service (connected/ligado) \nD - Bus out of service (disconnected/desligado)"
      },
      "type": {
        "column": {
          "end": 8,
          "start": 8
        },
        "default": 0,
        "description": "0 - Load bus (PQ - Fixed active and reactive power injections).\n1 - Voltage regulated bus (PV - Fixed active power injection and voltage magnitude).\n2 - Reference bus (V - Fixed voltage magnitude and phase angle).\n3 - Load bus with voltage limits (PQ - Fixed active and reactive power injections while voltage magnitude remains within limit values)."
      },
      "visualization_mode": {
        "column": {
          "end": 81,
          "start": 81
        },
        "default": 0,
        "description": "Enter in this field the AC bus visualization mode in the single-line diagram:\n0 - normal bus.\n1 - midpoint bus.\n2 - auxiliary bus."
      },
      "voltage": {
        "column": {
          "end": 28,
          "start": 25
        },
        "default": 1.0,
        "description": "Initial value of voltage magnitude, in p.u. For voltage controlled bus, remotely or not, by reactive power generation or transformer tap variation, this field must be filled with the voltage magnitude value to be kept constant. Implicit decimal point between columns 25 and 26."
      },
      "voltage_base_group": {
        "column": {
          "end": 10,
          "start": 9
        },
        "default": "0",
        "description": "Voltage Base Group identifier to which the AC bus belongs, composed of up to two characters of digit type (0 to 9) or character (A to Z), as defined in the DGBT Execution Code. The values associated with Voltage Base Groups are defined in the DGBT execution code. Groups that are not defined will have a value equal to 1 kV."
      },
      "voltage_for_load_definition": {
        "column": {
          "end": 80,
          "start": 77
        },
        "default": 1.0,
        "description": "Enter in this field the p.u. voltage value for which the active and reactive load portions defined in the Active Load and Reactive Load fields, respectively, were measured. Implicit decimal point between columns 77 and 78."
      },
      "voltage_limit_group": {
        "column": {
          "end": 24,
          "start": 23
        },
        "default": 0,
        "description": "Voltage Limit Group identifier to which the AC bus belongs, composed of up to two characters of digit type (0 to 9) or character (A to Z), as defined in the DGLT Execution Code. The values associated with Voltage Limit Groups are defined in the DGLT Execution Code. Groups that are not defined will have minimum and maximum voltage limit values equal to 0.8 and 1.2 pu, respectively."
      }
    },
    "function": "Reading of AC buses."
  },
  "DBSH": {
    "fields": {
      "control_mode": {
        "column": {
          "end": 18,
          "start": 18
        },
        "default": "C",
        "description": "Control mode: C-Continuous, D-Discrete, F-Fixed."
      },
      "from_bus": {
        "column": {
          "end": 5,
          "start": 1
        },
        "default": "",
        "description": "Bus identification number to which the shunt bank is connected."
      },
      "initial_reactive_injection": {
        "column": {
          "end": 41,
          "start": 36
        },
        "default": 0.0,
        "description": "Initial reactive power injection value in MVAr."
      },
      "terminal_bus": {
        "column": {
          "end": 51,
          "start": 47
        },
        "default": "",
        "description": "Terminal bus identification number."
      },
      "to_bus": {
        "column": {
          "end": 13,
          "start": 9
        },
        "default": "",
        "description": "Bus number of the other end for line banks. Not used for shunt banks."
      }
    },
    "function": "Reading of individualized capacitor and/or reactor bank data connected to AC buses or transmission lines."
  },
  "DCAI": {
    "fields": {
      "active_power": {
        "column": {
          "end": 27,
          "start": 23
        },
        "default": 0.0,
        "description": "Active power value of the individualized load group, in MW. If the load varies with bus voltage magnitude, enter the load value for the voltage specified in the Voltage for Load Definition field."
      },
      "bus": {
        "column": {
          "end": 5,
          "start": 1
        },
        "default": "",
        "description": "Bus identification number, as defined in the Bus field of the DBAR Execution Code, to which this group of individualized loads is connected."
      },
      "group": {
        "column": {
          "end": 11,
          "start": 10
        },
        "default": 1,
        "description": "Identification number of the individualized load group. Multiple groups can be connected to one bus and a group can consist of one or more individualized loads."
      },
      "operation": {
        "column": {
          "end": 7,
          "start": 7
        },
        "default": "A",
        "description": "A or 0 - addition of individualized load group data.\nE or 1 - elimination of individualized load group data.\nM or 2 - modification of individualized load group data."
      },
      "parameter_a": {
        "column": {
          "end": 37,
          "start": 35
        },
        "default": 0.0,
        "description": "Portion of individualized active load that varies linearly with voltage magnitude, in %."
      },
      "parameter_b": {
        "column": {
          "end": 41,
          "start": 39
        },
        "default": 0.0,
        "description": "Portion of individualized active load that varies with the square of voltage magnitude, in %."
      },
      "parameter_c": {
        "column": {
          "end": 45,
          "start": 43
        },
        "default": 0.0,
        "description": "Portion of individualized reactive load that varies linearly with voltage magnitude, in %."
      },
      "parameter_d": {
        "column": {
          "end": 49,
          "start": 47
        },
        "default": 0.0,
        "description": "Portion of individualized reactive load that varies with the square of voltage magnitude, in %."
      },
      "reactive_power": {
        "column": {
          "end": 33,
          "start": 29
        },
        "default": 0.0,
        "description": "Reactive power value of the individualized load group, in MVAr. If the load varies with bus voltage magnitude, enter the load value for the voltage specified in the Voltage for Load Definition field."
      },
      "state": {
        "column": {
          "end": 13,
          "start": 13
        },
        "default": "L",
        "description": "L if the load group is in operation (connected).\nD if the load group is out of operation (disconnected)."
      },
      "total_units": {
        "column": {
          "end": 17,
          "start": 15
        },
        "default": 1,
        "description": "Total number of equal units that compose the individualized load group. This serves as memory of the total number of units or stages in the group."
      },
      "units_in_operation": {
        "column": {
          "end": 21,
          "start": 19
        },
        "default": 1,
        "description": "Number of equal units or stages that compose the individualized load group that are effectively in operation."
      },
      "voltage_for_load_definition": {
        "column": {
          "end": 60,
          "start": 57
        },
        "default": 1.0,
        "description": "Voltage value in p.u. for which the active and reactive load portions defined in Active Power and Reactive Power fields were measured. Implicit decimal point between columns 57 and 58."
      },
      "voltage_limit": {
        "column": {
          "end": 55,
          "start": 51
        },
        "default": 0.0,
        "description": "Voltage value below which the constant power portion of functional individualized loads is modeled as constant impedance, in %."
      }
    },
    "function": "Reading of individualized load parameters. This code allows defining groups of individualized loads connected to buses, where each group can consist of multiple identical units with voltage-dependent characteristics."
  },
  "DCER": {
    "fields": {
      "bus": {
        "column": {
          "end": 5,
          "start": 1
        },
        "default": "",
        "description": "Bus Number as defined in the Number field of the DBAR Execution Code."
      },
      "control_mode": {
        "column": {
          "end": 44,
          "start": 44
        },
        "default": "I",
        "description": "P – Control by power generated by the SVC.\nI – Control by current injected by the SVC."
      },
      "controlled_bus": {
        "column": {
          "end": 19,
          "start": 15
        },
        "default": "",
        "description": "Bus Number as defined in the Number field of the DBAR Execution Code whose voltage will be controlled by the value defined in the Voltage field of the DBAR Execution Code."
      },
      "group": {
        "column": {
          "end": 10,
          "start": 9
        },
        "default": "",
        "description": "Identification number of the static reactive compensator group. One or more SVC groups can be connected to a bus and a group can be composed of one or more static compensators."
      },
      "max_reactive_generation": {
        "column": {
          "end": 42,
          "start": 38
        },
        "default": "",
        "description": "Maximum reactive power generation limit value, in Mvar, that defines the limits of the linear part of the Static Reactive Compensator model control curve."
      },
      "min_reactive_generation": {
        "column": {
          "end": 37,
          "start": 33
        },
        "default": "",
        "description": "Minimum reactive power generation limit value, in Mvar, that defines the limits of the linear part of the Static Reactive Compensator model control curve."
      },
      "operation": {
        "column": {
          "end": 7,
          "start": 7
        },
        "default": "A",
        "description": "A or 0 - static reactive compensator data addition.\nE or 1 - static reactive compensator data elimination.\nM or 2 - static reactive compensator data modification."
      },
      "reactive_generation": {
        "column": {
          "end": 32,
          "start": 28
        },
        "default": "",
        "description": "Current reactive power generation value."
      },
      "slope": {
        "column": {
          "end": 26,
          "start": 21
        },
        "default": "",
        "description": "Slope value of the line that defines the linear part of the Static Reactive Compensator model control curve, in %."
      },
      "state": {
        "column": {
          "end": 46,
          "start": 46
        },
        "default": "L",
        "description": "L if the compensator group is in operation (connected).\nD if the compensator group is out of operation (disconnected)."
      },
      "units": {
        "column": {
          "end": 13,
          "start": 12
        },
        "default": "",
        "description": "Number of equal units that compose the SVC group."
      }
    },
    "function": "Reading of static reactive compensator data."
  },
  "DCSC": {
    "fields": {
      "bypass": {
        "column": {
          "end": 19,
          "start": 19
        },
        "default": "D",
        "description": "L if the bypass switch is closed (connected).\nD if the bypass switch is open (disconnected)."
      },
      "control_mode": {
        "column": {
          "end": 44,
          "start": 44
        },
        "default": "X",
        "description": "P - Constant power. The specified value for active power flow in the circuit is maintained while CSC reactance values remain within limits.\nI - Constant current. The specified value for current magnitude in the circuit is maintained while CSC reactance values remain within limits.\nX - Constant reactance. The CSC does not act and reactance is fixed at the specified value."
      },
      "dcsc_capacity": {
        "column": {
          "end": 64,
          "start": 60
        },
        "default": 9999.0,
        "description": "CSC nominal capacity, in MVA."
      },
      "dcsc_circuit": {
        "column": {
          "end": 16,
          "start": 15
        },
        "default": "",
        "description": "Identification number of the parallel AC circuit."
      },
      "from_bus": {
        "column": {
          "end": 5,
          "start": 1
        },
        "default": "",
        "description": "Number of the bus at one end of the CSC as defined in the Number field of the DBAR Execution Code."
      },
      "initial_reactance": {
        "column": {
          "end": 43,
          "start": 38
        },
        "default": "",
        "description": "Initial value of CSC reactance, in %."
      },
      "max_reactance": {
        "column": {
          "end": 37,
          "start": 32
        },
        "default": 9999.0,
        "description": "Maximum value of CSC reactance, in %."
      },
      "measurement_terminal": {
        "column": {
          "end": 57,
          "start": 53
        },
        "default": "",
        "description": "Number of the CSC terminal bus at which power or current is measured, as defined in the Number field of the DBAR Execution Code."
      },
      "min_reactance": {
        "column": {
          "end": 31,
          "start": 26
        },
        "default": -9999.0,
        "description": "Minimum value of CSC reactance, in %."
      },
      "number_of_stages": {
        "column": {
          "end": 60,
          "start": 58
        },
        "default": "",
        "description": "Number of stages of the discrete CSC (TSSC - Thyristor Switched Series Capacitor). The default value is for CSC operating in continuous mode (TCSC - Thyristor Controlled Series Capacitor)."
      },
      "operation": {
        "column": {
          "end": 7,
          "start": 7
        },
        "default": "A",
        "description": "A or 0 - CSC data addition.\nE or 1 - CSC data elimination.\nM or 2 - CSC data modification."
      },
      "owner": {
        "column": {
          "end": 18,
          "start": 18
        },
        "default": "F",
        "description": "F if the circuit belongs to the area of the bus defined in the From Bus field.\nT if the circuit belongs to the area of the bus defined in the To Bus field."
      },
      "specified_value": {
        "column": {
          "end": 51,
          "start": 46
        },
        "default": "",
        "description": "Active Power Flow in the CSC, in MW, if the specified control mode is Constant Power (P), or; CSC Current Magnitude, in pu, if the specified control mode is Constant Current (I), or; CSC Reactance, in %, if the specified control mode is Constant Reactance (X)."
      },
      "state": {
        "column": {
          "end": 17,
          "start": 17
        },
        "default": "L",
        "description": "L if the circuit is in operation (connected).\nD if the circuit is out of operation (disconnected)."
      },
      "to_bus": {
        "column": {
          "end": 14,
          "start": 10
        },
        "default": "",
        "description": "Number of the bus at the other end of the CSC as defined in the Number field of the DBAR Execution Code."
      }
    },
    "function": "Reading of CSC (Controllable Series Compensator) data."
  },
  "DGER": {
    "fields": {
      "armature_service_factor": {
        "column": {
          "end": 44,
          "start": 41
        },
        "default": "",
        "description": "Armature current service factor, in %"
      },
      "load_angle": {
        "column": {
          "end": 54,
          "start": 51
        },
        "default": "",
        "description": "Maximum load angle (0.0 – 85.0), in degrees."
      },
      "machine_reactance": {
        "column": {
          "end": 60,
          "start": 56
        },
        "default": "",
        "description": "Machine Reactance, in %."
      },
      "max_active_generation": {
        "column": {
          "end": 21,
          "start": 16
        },
        "default": 99999.0,
        "description": "Maximum active power generation limit value at the bus, in MW."
      },
      "min_active_generation": {
        "column": {
          "end": 14,
          "start": 9
        },
        "default": 0.0,
        "description": "Minimum active power generation limit value at the bus, in MW."
      },
      "nominal_apparent_power": {
        "column": {
          "end": 66,
          "start": 62
        },
        "default": "",
        "description": "Machine nominal apparent power, in MVA"
      },
      "nominal_power_factor": {
        "column": {
          "end": 39,
          "start": 35
        },
        "default": "",
        "description": "Machine Nominal Power Factor."
      },
      "number": {
        "column": {
          "end": 5,
          "start": 1
        },
        "default": "",
        "description": "Bus number, as defined in the Number field of the DBAR Execution Code."
      },
      "operation": {
        "column": {
          "end": 7,
          "start": 7
        },
        "default": "A",
        "description": "A or 0 - addition of active power generation limits and participation factors data\nM or 2 - modification of active power generation limits and participation factors data"
      },
      "participation_factor": {
        "column": {
          "end": 27,
          "start": 23
        },
        "default": 0.0,
        "description": "Generation bus participation factor value, in %. The active power interchange error of each area is distributed among the area generation buses, proportionally to each one's participation factor, observing the respective minimum and maximum active power generation limits."
      },
      "remote_control_participation_factor": {
        "column": {
          "end": 33,
          "start": 29
        },
        "default": 100.0,
        "description": "Generator participation factor in the amount of reactive power needed for remote bus voltage control in %."
      },
      "rotor_service_factor": {
        "column": {
          "end": 49,
          "start": 46
        },
        "default": "",
        "description": "Rotor current service factor, in %"
      }
    },
    "function": "Reading of active power generation limits and participation factors."
  },
  "DLIN": {
    "fields": {
      "controlled_bus": {
        "column": {
          "end": 64,
          "start": 59
        },
        "default": "From Bus",
        "description": "In the case of transformer type circuits with automatic tap variation, this field is for the number of the bus whose voltage magnitude should be controlled."
      },
      "dlin_circuit": {
        "column": {
          "end": 17,
          "start": 17
        },
        "default": "",
        "description": "Identification number of the parallel AC circuit."
      },
      "emergency_capacity": {
        "column": {
          "end": 72,
          "start": 69
        },
        "default": "Normal Capacity",
        "description": "Circuit loading capacity under emergency conditions for flow monitoring purposes, in MVA."
      },
      "equipment_capacity": {
        "column": {
          "end": 78,
          "start": 75
        },
        "default": "Normal Capacity",
        "description": "Loading capacity of the equipment with the smallest loading capacity connected to the circuit."
      },
      "from_bus": {
        "column": {
          "end": 5,
          "start": 1
        },
        "default": "",
        "description": "Number of the bus at one end of the circuit as defined in the Number field of the DBAR Execution Code."
      },
      "from_bus_opening": {
        "column": {
          "end": 6,
          "start": 6
        },
        "default": "L",
        "description": "L - Connected.\nD - Disconnected"
      },
      "normal_capacity": {
        "column": {
          "end": 68,
          "start": 65
        },
        "default": 99999.0,
        "description": "Circuit loading capacity under normal conditions for flow monitoring purposes, in MVA."
      },
      "number_of_taps": {
        "column": {
          "end": 74,
          "start": 73
        },
        "default": 33,
        "description": "Number of positions of the variable tap transformer, including the minimum tap and maximum tap."
      },
      "operation": {
        "column": {
          "end": 8,
          "start": 8
        },
        "default": "A",
        "description": "A or 0 - Circuit data addition.\nE or 1 - Circuit data elimination.\nM or 2 - Circuit data modification."
      },
      "owner": {
        "column": {
          "end": 19,
          "start": 19
        },
        "default": "F",
        "description": "F if the circuit belongs to the area of the bus defined in the From Bus field.\nT if the circuit belongs to the area of the bus defined in the To Bus field."
      },
      "phase_shift": {
        "column": {
          "end": 58,
          "start": 54
        },
        "default": 0.0,
        "description": "Phase shift angle value, in degrees, for phase shifting transformers. The specified angular phase shift is applied relative to the angle of the bus defined in the From Bus field. Implicit decimal point between columns 56 and 57."
      },
      "reactance": {
        "column": {
          "end": 32,
          "start": 27
        },
        "default": 0.0,
        "description": "Circuit reactance value, in %. For transformers this value corresponds to the reactance value for the nominal tap. Implicit decimal point between columns 30 and 31."
      },
      "resistance": {
        "column": {
          "end": 26,
          "start": 21
        },
        "default": 0.0,
        "description": "Circuit resistance value, in %. For transformers this value corresponds to the resistance value for the nominal tap. Implicit decimal point between columns 24 and 25."
      },
      "state": {
        "column": {
          "end": 18,
          "start": 18
        },
        "default": "L",
        "description": "L if the circuit is in operation (connected).\nD if the circuit is out of operation (disconnected)."
      },
      "susceptance": {
        "column": {
          "end": 38,
          "start": 33
        },
        "default": 0.0,
        "description": "Total shunt susceptance value of the circuit, in Mvar. Implicit decimal point between columns 35 and 36."
      },
      "tap": {
        "column": {
          "end": 43,
          "start": 39
        },
        "default": "",
        "description": "Tap value referred to the bus defined in the From Bus field, in p.u., for fixed tap transformers or an estimate of this value for automatic tap changing transformers (LTC). Implicit decimal point between columns 40 and 41."
      },
      "tap_maximum": {
        "column": {
          "end": 53,
          "start": 49
        },
        "default": "",
        "description": "Maximum value that the tap can assume, in p.u., for automatic tap changing transformers. Implicit decimal point between columns 50 and 51."
      },
      "tap_minimum": {
        "column": {
          "end": 48,
          "start": 44
        },
        "default": "",
        "description": "Minimum value that the tap can assume, in p.u., for automatic tap changing transformers. Implicit decimal point between columns 45 and 46."
      },
      "to_bus": {
        "column": {
          "end": 15,
          "start": 11
        },
        "default": "",
        "description": "Number of the bus at the other end of the circuit as defined in the Number field of the DBAR Execution Code."
      },
      "to_bus_opening": {
        "column": {
          "end": 10,
          "start": 10
        },
        "default": "L",
        "description": "L - Connected.\nD - Disconnected"
      }
    },
    "function": "Reading of AC circuits (lines & transformers)."
  },
  "DSHL": {
    "fields": {
      "dshl_circuit": {
        "column": {
          "end": 16,
          "start": 15
        },
        "default": "",
        "description": "Identification number of the parallel AC circuit."
      },
      "from_bus": {
        "column": {
          "end": 5,
          "start": 1
        },
        "default": "",
        "description": "Number of the bus at one end of the AC circuit as defined in the Number field of the DBAR Execution Code."
      },
      "operation": {
        "column": {
          "end": 7,
          "start": 7
        },
        "default": "A",
        "description": "A or 0 - addition of AC circuit shunt device data.\nE or 1 - elimination of AC circuit shunt device data.\nM or 2 - modification of AC circuit shunt device data."
      },
      "shunt_from": {
        "column": {
          "end": 23,
          "start": 18
        },
        "default": 0.0,
        "description": "Reactive power of shunts at the end defined in the From Bus field for nominal voltage (1.0 p.u.), in MVAr."
      },
      "shunt_to": {
        "column": {
          "end": 29,
          "start": 24
        },
        "default": 0.0,
        "description": "Reactive power of shunts at the end defined in the To Bus field for nominal voltage (1.0 p.u.), in MVAr."
      },
      "state_from": {
        "column": {
          "end": 32,
          "start": 31
        },
        "default": "L",
        "description": "L if the line shunt at this end is in operation (connected).\nD if the line shunt at this end is out of operation (disconnected)."
      },
      "state_to": {
        "column": {
          "end": 35,
          "start": 34
        },
        "default": "L",
        "description": "L if the line shunt at this end is in operation (connected).\nD if the line shunt at this end is out of operation (disconnected)."
      },
      "to_bus": {
        "column": {
          "end": 14,
          "start": 10
        },
        "default": "",
        "description": "Number of the bus at the other end of the circuit as defined in the Number field of the DBAR Execution Code."
      }
    },
    "function": "Reading of AC circuit shunt device data. This code allows associating shunt devices to AC network circuits to facilitate fault simulation. These devices are automatically removed or inserted together with the associated circuit."
  },
  "TITU": {
    "fields": {
      "title_line": {
        "column": {
          "end": 80,
          "start": 1
        },
        "default": "",
        "description": "System title/description line"
      }
    },
    "function": "System title and description information."
  }
}
